Repository: ahshaef/Treu-Structure
Catalog: Canguro/Properties/Resources.*.resx
Languages: es

# getLine
source: Select a frame element, please
es: Por favor seleccione una barra

# getMany
source: Select objects, please
es: Seleccione los objetos sobre los que desea actuar

# getPoint
source: Plese select a Point
es: Por favor especifique un punto

# getPolarArrayAngle
source: Input the rotate angle for polar array
es: Ingrese el ángulo de giro para el arreglo circular

# getPolarRotationCenter
source: Select a vector to act as rotation center
es: Seleccione dos puntos que definan el eje de giro

# getResultsCommandTitle
source: Downloading results
es: Descargando resultados

# getRotationAngle
source: Input the rotate angle
es: Ingrese el ángulo de giro para rotar

# getRotationCenter
source: Select a vector to act as rotation center
es: Seleccione dos puntos que definan el eje de giro

# getScale
source: Scale factor
es: Factor de escala

# getSplitParts
source: Number of parts
es: Número de divisiones

# getVector1
source: Select a starting point for the vector
es: Seleccione el punto de origen del vector

# getVector2
source: Select an ending point for the vector
es: Seleccione el punto de destino del vector

source: Gravity
es: Gravedad

# gridCmdTitle
source: Reticular grid
es: Malla reticular

# gridFormatException
source: The entered value is invalid. Please correct it or press ESC to cancel the change.
es: El valor ingresado es inválido. Favor de arreglarlo o presione ESC para cancelar el cambio.

# ImportDXFTitle
source: Import DXF
es: Importar DXF

source: Inquiry distance
es: Obtener distancia

# InternationalSystem
source: International
es: Internacional

# invalidSerial
source: Given key is invalid
es: La llave proporcionada no es válida

# invalidUser
source: Given E-Mail is not registered
es: El E-Mail proporcionado no está registrado

# isotropicName
source: Isotropic
es: Isotrópico

source: I/Wide Flange
es: Viga I

# jointConstraintProp
source: Constraint
es: Diafragma

# jointDoFProp
source: DoF
es: GdL

# jointMassesProp
source: Masses
es: Masas

source: Joints
es: Nodos

# lastLayerError
source: Cannot delete layer because it's the only one in the model.
es: No se puede borrar la capa porque es la única capa en el modelo.

source: Layer
es: Capa

# layerHasObjectsError
source: Cannot delete layer because it contains objects.
es: No se puede borrar la capa porque contiene objetos.

# lineAngle
source: Angle
es: Ángulo

# LineEndOffsetFactor
source: Stiffness
es: Rigidez

# lineLengthText
source: Length:
es: Long:

# lineProps
source: Section
es: Sección

source: Lines
es: Barras

# lineSecText
source: Section:
es: Sección:

source: Live
es: Viva

# loadDescriptionConcentratedSpanLoad
source: Concentrated frame load with components Fx, Fy, Fz (force), Mx, My, Mz (moment)
es: Carga puntual con componentes Fx, Fy, Fz (fuerza), Mx, My, Mz (momento) a una barra

# loadDescriptionDistributedSpanLoad
source: Distributed frame load with direction and magnitude in the sides
es: Carga distribuida lineal con dirección y magnitud en los extremos, sobre una barra

# loadDescriptionForceLoad
source: Joint force load with components Fx, Fy, Fz (force), Mx, My, Mz (moment)
es: Carga con componentes Fx, Fy, Fz (fuerza), Mx, My, Mz (momento) a un nodo

# loadDescriptionGroundDisplacementLoad
source: Ground displacements in a restrained joint, with components Tx, Ty, Tz (displacement), Rx, Ry, Rx (rotation)
es: Desplazamiento prescrito en un nodo con grados de libertad restringidos, con componentes Tx, Ty, Tz (traslación), Rx, Ry, Rx (rotación) a un nodo

# loadDescriptionTemperatureGradientLineLoad
source: Distributed temperature load along a frame section in either the 2 or 3 axis
es: Carga de temperatura que varía en una dirección dada de acuerdo a un gradiente.

# loadDescriptionTemperatureLineLoad
source: Constant temperature load in a frame element
es: Carga de temperatura constante sobre una barra.

# loadDescriptionTriangleLineLoadCmd
source: Distributed load with a given direction, a load value at the middle and zero load in both ends.
es: Carga distribuida lineal con magnitud cero en los extremos y L al centro, sobre una barra

# loadDescriptionUniformLineLoadCmd
source: Uniformly distributed frame load, with equal direction and magnitud along the whole element
es: Carga uniforme lineal con dirección y magnitud en los extremos.

source: loads
es: cargas

# loadTextTempGradient
source: Temp. Grad:
es: Grad. de Temp:

# loadTypeConcentratedSpanLoad
source: Concentrated load
es: Carga concentrada

# loadTypeDistributedSpanLoad
source: Distributed load
es: Carga distribuida

# loadTypeForceLoad
source: Joint force
es: Fuerza nodal

# loadTypeGroundDisplacementLoad
source: Ground displacement
es: Desplazamiento prescrito

# loadTypeTemperatureGradientLineLoad
source: Temperature Gradient Load
es: Gradiente de Temperatura

# loadTypeTemperatureLineLoad
source: Temperature Load on Frame
es: Carga de Temperatura sobre Barra

# loadTypeTriangleLineLoadCmd
source: Triangular Load on Frame
es: Carga Triangular sobre Barra

# loadTypeUniformLineLoadCmd
source: Uniform Load on Frame
es: Carga Uniforme sobre Barra

# looseAnalysisQuestionStr
source: If you cancel the command, analysis results will be lost. Are you sure you wish to continue?
es: Si cancela el comando se perderán los resultados del análisis. ¿Está seguro que desea continuar?

source: Mass
es: Masa

# materialInUseError
source: The material cannot be deleted because it's in use
es: El material no se puede borrar porque está en uso

# MetricSystem
source: Metric
es: Métrico

# MiddleCenter
source: Mid Center
es: Med Centro

# MiddleLeft
source: Mid Left
es: Med Izq

# MiddleRight
source: Mid Right
es: Med Der

source: Mode
es: Modo

# ModelCmdAlreadyExecuting
source: There's another command in execution. You should wait for it to finish or cancel it to run another command.
es: Ya hay un comando en ejecución. Para ejecutar otro comando espere a que el comando actual termine o cancele el comando actual y vuelva a intentarlo.

# modelIsLockedExceptionMessage
source: The model cannot be modified while it's locked
es: No se puede modificar el modelo debido a que está bloqueado

source: Moment
es: Momento

# needRestart
source: You need to restart Treu Structure for the changes to take effect. Do you want to do it now?
es: Necesita reiniciar Treu Structure para que los cambios tengan efecto. ¿Desea hacerlo ahora?

# NewConstraint
source: New...
es: Nuevo...

source: Next
es: Siguiente

source: No Constraint
es: Sin Diafragma

source: No design
es: Sin diseño

# noJointsToAnalyze
source: No joints found for analysis.
es: No se encontraron nodos para analizar.

# noMaterialName
source: Other
es: Otro

# notConnected
source: The structure cannot be analyzed because it's not connected. Disconnected elements were selected. Do you want to try to Join the structure?
es: La estructura no es conexa, por lo que no se puede analizar. Se seleccionaron los elementos disconexos. ¿Desea tratar de Unir la estructura?

# notEnoughRestraints
source: The structure is unstable because it doesn't have enough restraints.
es: La estructura es inestable por falta de restricciones en la base.

# noZoomPreviousToDo
source: No previous views to recover
es: No existen vistas que recuperar

source: Offsets
es: Extremos

# OpenFileTitle
source: Open
es: Abrir

source: or
es: o

source: Other
es: Otra

source: Overstressed
es: Sobre-esforzada

# pasteCmdTitle
source: Paste in:
es: Pegar en:

source: Pipe
es: Tubo

# pivotScalePoint
source: Select a pivot for scale
es: Seleccione un pivote para la escala

# pleaseAuthenticate
source: Pleas authenticate
es: Favor de autenticar su

# printDate
source: Printed on
es: Impreso el

# printFileText
source: Model filename:
es: Nombre de archivo del modelo:

source: Quake
es: Sismo

source: Ready
es: Listo

# rebarName
source: Rebar
es: Varilla

# ReduceLive
source: Reducible Live
es: Viva Reducible

# RegistrationErrorInvalidEmail
source: Given E-Mail is not valid
es: El E-Mail no es válido

# RegistrationErrorInvalidKey
source: The key value should have 18 digits
es: La llave debe contener 18 dígitos numéricos

# RegistrationErrorLastNameIsEmpty
source: Sure Name field should not be empty
es: El campo Apellidos(s) no debe estar vacío

# RegistrationErrorNameIsEmpty
source: Name field should not be empty
es: El campo Nombre(s) no debe estar vacío

# RegistrationErrorPasswordMismatch
source: Password isn't the same as confirmation
es: La contraseña no coincide con la confirmación

# ReportAuthorTitleText
source: Author:
es: Autor:

# ReportDateTitleText
source: Data:
es: Fecha:

# ReportFileNameTitleText
source: File name:
es: Archivo:

# ReportToCTitleText
source: Table of Contents
es: Tabla de Contenidos

# ReportUnitSystemTitleText
source: Unit System:
es: Sistema de Unidades:

# responseSpectrumName
source: Response spectrum
es: Espectro de Respuesta

source: Restart
es: Reiniciar

# rootSectionCatalog
source: Sections
es: Secciones

source: Rotation
es: Rotación

# SaveAsTitle
source: Save As
es: Guardar Como

# saveScreenshotWinTitle
source: Save as...
es: Guardar como...

# SaveTitle
source: Save
es: Guardar

# scaleTitle
source: Scale
es: Cambio de Escala

source: Section
es: Sección

# sectionInUseError
source: The section cannot be deleted because it's in use
es: La sección no se puede borrar porque está en uso

# selectCylinderCenter
source: Select a center for the base of the cylinder
es: Seleccione el centro de la base del cilindro

# selectDomeCenter
source: Select a center for the base of the dome
es: Seleccione el centro de la base del domo

# selectGridOrigin
source: Select an origin for the grid
es: Seleccione el origen de la malla

source: Selection
es: Selección

source: Select items
es: Seleccione

# selectPivot
source: Select a base point
es: Seleccione un punto base

# selectPlainPoints
source: Select points
es: Seleccione 3 puntos para definir un plano

source: Set layer name
es: Ingrese el nombre de la capa

source: Shear
es: Cortante

source: Shear Center
es: Centro Cortante

source: Snow
es: Nieve

# staticCaseName
source: Static
es: Estático

source: Steel
es: Acero

# steelName
source: Steel
es: Acero

# strAnalyzingProgress
source: Analyzing
es: Analizando

# strAskToAcceptCharge
source: Your account will be charged the following amount:
es: Se hará un cargo a su cuenta por:

# strAskToAcceptChargeTitle
source: Charge acceptance
es: Aceptación del cargo

# strCannotAffordService
source: The price of this service is *cost* points. However you don't have enough credit in you account to complete this operation.
es: El precio de este servicio es de *cost* puntos; sin embargo, usted no tiene crédito suficiente en su cuenta para realizar esta operación.

# strCannotPasteInCurrentGridTab
source: Cannot paste data into the active grid
es: No se pueden pegar los datos en la tabla activa

# strDirectXFatalError
source: An error ocurred with the display device. Please make sure that your device supports Direct3D and you have the latest drivers intalled.
es: Ocurrió un error en el dispositivo de video. Compruebe que tiene instalados los últimos controladores y que su dispositivo soporta y tiene configurado correctamente Direct3D 9.0c.

# strFatalError
source: Error in the application
es: Error en la aplicación

# strFatalErrorNo32bit
source: The application needs 32 bit color (true color) support. Check your display adapter configuration.
es: La aplicación necesita soporte para color de 32 bits (color verdadero). Revise su configuración en las opciones de pantalla.

# strGridDataCopiedToClipboard
source: Selected cells from the grid were successfully copied to the clipboard
es: Las celdas seleccionadas del grid se copiaron al portapapeles

# strMoney
source: point(s)
es: punto(s)

# strNotEnoughCredit
source: Your account does not have enough credit for this operation
es: No cuenta con crédito suficiente para realizar la operación

# strPasteWithErrors
source: Couldn't paste all the data
es: No se pudieron pegar todos los datos

# strQueuedProgress
source: Waiting in queue
es: Esperando

# structureIsDisconnectedWrn
source: The structure is not connected. Disconnected elements were selected.
es: La estructura no es conexa. Se seleccionaron los elementos disconexos.

# SuspendMessage
source: The system is about be suspended, therefore the application needs to be closed. Do you want to save your changes?
es: El sistema está a punto de ser suspendido por lo que la aplicación deberá cerrarse. ¿Desea guardar el modelo?

# SuspendMessageBoxCaption
source: System suspension
es: Suspensión del sistema

source: Tee
es: T

# TestCmd
source: Test command
es: Comando de pruebas

source: Top Center
es: Sup Centro

source: Top Left
es: Sup Izq

source: Top Right
es: Sup Der

source: Torsion
es: Torsión

# translation
source: Traslation
es: Traslación

# userAlreadyRegistered
source: E-Mail previously registered
es: E-Mail registrado previamente

# userSectionsCatalog
source: User
es: Usuario

# vistaVirtualizationFixed
source: A problem related to the new Windows Vista User Access Control was fixed.
es: Se corrigió un problema derivado de nuevo Control de Acceso de Usuarios de Windows Vista.

source: Warning
es: Advertencia

source: Wave
es: Onda

source: Wind
es: Viento

# XmlError
source: XML file can´t be created
es: Error creando archivo XML

# zeroLengthLines
source: The structure contains zero-length frame elements and cannot be analyzed. Do you want to Join the structure to delete these elements?
es: La estructura contiene barras de longitud cero, por lo que no se puede analizar. ¿Desea tratar de Unir la estructura para eliminar estos elementos?
