Repository: ahshaef/Treu-Structure
Catalog: Canguro/Properties/Resources.*.resx
Languages: es

# accept
source: OK
es: Aceptar

# ActionNotPossibleTitle
source: Action cannot be executed
es: No se puede ejecutar la acción solicitada

# addAreaProps
source: Area properties
es: Propiedades del área

# addAreaStr
source: Add area
es: Agregar área

# addConcentratedSpanLoad
source: Add concentrated load
es: Agregar carga concentrada

# addDistributedSpanLoad
source: Add distributed load
es: Agregar carga distribuída

# addForceLoad
source: Add joint force
es: Agregar fuerza en nodo

source: Add joint
es: Agregar Nodo

# addLine
source: Add frame
es: Agregar Barra

# addLineProps
source: Frame properties
es: Propiedades de la Barra

# addRestraintDisplacement
source: Add ground displacement
es: Agregar desplazamiento prescrito en soporte

# addSpringDisplacementLoad
source: Add spring displacement
es: Agregar desplazamiento prescrito en resorte

source: All rights reserved
es: Todos los derechos reservados

# aluminumName
source: Aluminum
es: Aluminio

# analysisCaseTitle
source: Analysis case
es: Caso de análisis

# analysisResultsQuestionTitle
source: Results case
es: Resultados del análisis

source: Analyze
es: Analizar

# Analyzer
source: Analyzing
es: Analizando

# analyzeTitle
source: Analysis
es: Análisis

source: Angle
es: Ángulo

source: Apply
es: Aplicar

# areaAngle
source: Angle
es: Ángulo

# areaProps
source: Section
es: Sección

# askSaveChangesAndExit
source: Do you want to save changes to the model?
es: ¿Desea guardar los cambios realizados al modelo?

source: Beam
es: Trabe

# BottomCenter
source: Bot Center
es: Inf Centro

# BottomLeft
source: Bot Left
es: Inf Izq

# BottomRight
source: Bot Right
es: Inf Der

source: Box/Tube
es: Caja/Tubo

source: Cancel
es: Cancelar

# CanguroCommandsFormsVectorAcceleration
source: Acceleration
es: Aceleración

# CanguroCommandsFormsVectorPeriod
source: Period
es: Período

# CanguroCommandsLoadTriangleLineLoadCmdDirection
source: Direction
es: Dirección

# CanguroCommandsLoadTriangleLineLoadCmdDirectionDescription
source: Direction of the load.
es: Dirección en que la carga se aplica.

# CanguroCommandsLoadTriangleLineLoadCmdType
source: Type
es: Tipo

# CanguroCommandsLoadTriangleLineLoadCmdTypeDescription
source: Type of the applied load (Force or Moment).
es: Tipo de la carga aplicada (Fuerza o Momento).

# CanguroCommandsLoadUniformLineLoadCmdDirection
source: Direction
es: Dirección

# CanguroCommandsLoadUniformLineLoadCmdDirectionDescription
source: Direction of the load.
es: Dirección en que la carga se aplica.

# CanguroCommandsLoadUniformLineLoadCmdLoadDescription
source: Load along the whole length of the frame element.
es: Carga uniforme aplicada a lo largo de toda la barra.

# CanguroCommandsLoadUniformLineLoadCmdType
source: Type
es: Tipo

# CanguroCommandsLoadUniformLineLoadCmdTypeDescription
source: Type of the applied load (Force or Moment).
es: Tipo de la carga aplicada (Fuerza o Momento).

# CanguroCommandsModelAddCylinderCmdColumns
source: Columns
es: Columnas

# CanguroCommandsModelAddCylinderCmdColumnsDescription
source: Integer number of columns in the cylinder. Also, the number of beams in each level. [1 - 100]
es: Número (entero) de columnas. También es el número de segmentos en cada anillo. [1 - 100]

# CanguroCommandsModelAddCylinderCmdHeight
source: Height
es: Altura

# CanguroCommandsModelAddCylinderCmdHeightDescription
source: Story height. Distance between rings. [1 - 100m]
es: Altura de cada piso (distancia entre anillos). [1 - 100m]

# CanguroCommandsModelAddCylinderCmdRadius
source: Radius
es: Radio

# CanguroCommandsModelAddCylinderCmdRadiusDescription
source: Radius of the Cylinder's rings. [0 - 100m]
es: Radio de los anillos del cilindro. [0 - 100m]

# CanguroCommandsModelAddCylinderCmdSection
source: Section
es: Sección

# CanguroCommandsModelAddCylinderCmdSectionDescription
source: Frame section to use for all elements in the cylinder.
es: Sección de barra para uasr en todos los elementos del cilindro.

# CanguroCommandsModelAddCylinderCmdStories
source: Stories
es: Anillos

# CanguroCommandsModelAddCylinderCmdStoriesDescription
source: Number of levels or rings in the cylinder. [1 - 100]
es: Número de niveles o anillos en el cilindro. [1 - 100]

# CanguroCommandsModelAddDomeCmdColumns
source: Columns
es: Columnas

# CanguroCommandsModelAddDomeCmdColumnsDescription
source: Integer number of columns in the dome. Also, the number of beams in each level. [1 - 100]
es: Número (entero) de columnas. También es el número de segmentos en cada anillo. [1 - 100]

# CanguroCommandsModelAddDomeCmdHeight
source: Height
es: Altura

# CanguroCommandsModelAddDomeCmdHeightDescription
source: Distance from the center of the base to the top most node. [1 - 100m]
es: Distancia de la base al nodo superior. [1 - 100m]

# CanguroCommandsModelAddDomeCmdRadius
source: Radius
es: Radio

# CanguroCommandsModelAddDomeCmdRadiusDescription
source: Radius of the Dome in the base. [0 - 100m]
es: Radio de la base (redonda) del domo. [0 - 100m]

# CanguroCommandsModelAddDomeCmdSection
source: Section
es: Sección

# CanguroCommandsModelAddDomeCmdSectionDescription
source: Frame section to use for all elements in the dome.
es: Sección de barra para uasr en todos los elementos del domo.

# CanguroCommandsModelAddDomeCmdStories
source: Stories
es: Anillos

# CanguroCommandsModelAddDomeCmdStoriesDescription
source: Number of levels or rings in the dome. [1 - 100]
es: Número de niveles o anillos en el domo. [1 - 100]

# CanguroCommandsModelAddGridCmdDx
source: Bay Width in X axis
es: Ancho de Crujía en X

# CanguroCommandsModelAddGridCmdDxDescription
source: Bay width in the X axis. [0 - 100m]
es: Ancho de crujías en el eje X. [0 - 100m]

# CanguroCommandsModelAddGridCmdDy
source: Bay Width in Y axis
es: Ancho de Crujía en Y

# CanguroCommandsModelAddGridCmdDyDescription
source: Bay width in the Y axis. [0 - 100m]
es: Ancho de crujías en el eje Y. [0 - 100m]

# CanguroCommandsModelAddGridCmdDz
source: Story height
es: Alto de piso

# CanguroCommandsModelAddGridCmdDzDescription
source: Story height (in Z the axis) [0 - 100m]
es: Altura de piso (eje Z) [0 - 100m]

# CanguroCommandsModelAddGridCmdNx
source: Bays in X axis
es: Crujías en X

# CanguroCommandsModelAddGridCmdNxDescription
source: Number of bays in the X axis. [1 - 500]
es: Número de crujías en el eje X. [1 - 500]

# CanguroCommandsModelAddGridCmdNy
source: Bays in Y axis
es: Crujías en Y

# CanguroCommandsModelAddGridCmdNyDescription
source: Number of bays in the Y axis. [1 - 500]
es: Número de crujías en el eje Y. [1 - 500]

# CanguroCommandsModelAddGridCmdNz
source: Stories
es: Pisos

# CanguroCommandsModelAddGridCmdNzDescription
source: Number of stories (in the Z axis) [1 - 500]
es: Número de pisos (eje Z) [1 - 500]

# CanguroCommandsModelAddGridCmdSection
source: Section
es: Sección

# CanguroCommandsModelAddGridCmdSectionDescription
source: Frame section to use in all elements defining the grid.
es: Sección de barra para definir todos los elementos de la malla.

# CanguroModelDesignACI318_02MinEccen
source: Consider Minimum Eccentricity
es: Considerar Eccentricidad Mínima

# CanguroModelDesignACI318_02MinEccenDescription
source: Toggle to consider whether minimum eccentricity should be considered in design.
es: Seleccione "True" si desea considerar la eccentricidad mínima en el diseño.

# CanguroModelDesignACI318_02NumCurves
source: Number of Interaction Curves
es: Curvas de Interacción

# CanguroModelDesignACI318_02NumCurvesDescription
source: The number of two-dimensional interaction curves used to make up the three-dimensional interaction surface. This item must be greater than or equal to 4 and divisible by 4.
es: El número de curvas de interacción para generar la superficie tridimensional de interacción. Este valor debe ser un múltiplo de 4 igual o mayor a 4.

# CanguroModelDesignACI318_02NumPoints
source: Number of Interaction Points
es: Puntos de Interacción

# CanguroModelDesignACI318_02NumPointsDescription
source: The number of points used to define a two-dimensional interaction curve. This item must be greater than or equal to 5 and odd.
es: El número de puntos para definir una curva de interacción bidimensional. Este valor debe ser igual o mayor a 5 e impar.

# CanguroModelDesignACI318_02PatLLF
source: Pattern Live Load Factor
es: Factor de Patrón LL

# CanguroModelDesignACI318_02PatLLFDescription
source: The live load factor for automatic generation of load combinations involving pattern live loads and dead loads.
es: El factor de Carga Viva para combinaciones con Patrones de Carga Viva y Carga Muerta.

# CanguroModelDesignACI318_02PhiCSpiral
source: Phi. Compression Controlled Spiral
es: Phi (Compresión Espiral)

# CanguroModelDesignACI318_02PhiCSpiralDescription
source: The strength reduction factor for compression controlled sections with spiral reinforcement.
es: Factor de reducción de fuerza en compresión en columnas con estribos en espiral.

# CanguroModelDesignACI318_02PhiCTied
source: Phi. Compression Controlled Tied
es: Phi. (Compresión Paralelo)

# CanguroModelDesignACI318_02PhiCTiedDescription
source: The strength reduction factor for compression controlled sections with tied reinforcement.
es: Factor de reducción de fuerza en compresión en columnas con estribos paralelos.

# CanguroModelDesignACI318_02PhiT
source: Phi. Tension Controlled
es: Phi (Tensión)

# CanguroModelDesignACI318_02PhiTDescription
source: The strength reduction factor for tension controlled sections.
es: Factor de reducción de fuerzas para barras controladas por tensión.

# CanguroModelDesignACI318_02PhiV
source: Phi. Shear or Torsion
es: Phi (Cortante o Torsión)

# CanguroModelDesignACI318_02PhiVDescription
source: The strength reduction factor for shear and torsion.
es: Factor de reducción de fuerza para cortante y torsión.

# CanguroModelDesignACI318_02PhiVJoint
source: Phi. Joint Shear
es: Phi (Cortante en Nodo)

# CanguroModelDesignACI318_02PhiVJointDescription
source: The strength reduction factor for joint shear in structures that rely on special moment resisting frames or special reinforced concrete structural walls to resist earthquake effects.
es: Factor de reducción de fuerza cortantes para nodos en estructuras basadas en barras especiales resistentes a momentos o muros de concreto reforzado especiales para resistir sismos.

# CanguroModelDesignACI318_02PhiVSeismic
source: Phi. Shear Seismic
es: Phi (Cortante Sísmica)

# CanguroModelDesignACI318_02PhiVSeismicDescription
source: The strength reduction factor for shear in structures that rely on special moment resisting frames or special reinforced concrete structural walls to resist earthquake effects.
es: Factor de reducción de fuerza cortantes para estructuras basadas en barras especiales resistentes a momentos o muros de concreto reforzado especiales para resistir sismos.

# CanguroModelDesignACI318_02SeisCat
source: Seismic Design Category
es: Categoría Sísmica

# CanguroModelDesignACI318_02SeisCatDescription
source: Seismic Design Category. This is either "A", "B", "C", "D", "E" or "F".
es: Categoría Sísmica. Puede ser "A", "B", "C", "D", "E" o "F".

# CanguroModelDesignACI318_02THDesign
source: Time History Design
es: Diseño Acelerograma

# CanguroModelDesignACI318_02THDesignDescription
source: This is either "Envelopes" or "Step-by-Step" indicating how time history results are considered in the design.
es: Este valor puede ser "Envelopes" o "Step-by-Step" para indicar la forma de tomar los resultados del análisis de acelorograma.

# CanguroModelDesignACI318_02UFLimit
source: Utilization Factor Limit
es: Factor de Límite de Utilización

# CanguroModelDesignACI318_02UFLimitDescription
source: The stress ratio limit to be used for acceptability. Stress ratios that are less than or equal to this value are considered acceptable.
es: La razón de esfuerzo límite aceptable. Razones de esfuerzo iguales o inferirores a este valor se consideran aceptables.

# CanguroModelDesignASD01CheckDefl
source: Consider Deflection
es: Considerar Deformación

# CanguroModelDesignASD01CheckDeflDescription
source: Consider Deflection?: Toggle to consider whether deflection limitations should be considered in design. This is either "False" or "True".
es: Seleccione "True" si desea que que las limitaciones de deformación se consideren en el diseño.

# CanguroModelDesignASD01DLRat
source: Dead Load Limit
es: Limite de Carga Muerta

# CanguroModelDesignASD01DLRatDescription
source: DL Limit, L /: Deflection limitation for dead load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignASD01FrameType
source: Framing Type
es: Tipo de Barra

# CanguroModelDesignASD01FrameTypeDescription
source: Framing Type: This is either "OMF", "IMF", "SMF", "OCBF", "SCBF", or "EBF". This item is used for ductility considerations in the design.
es: El tipo de barra debe ser "OMF", "IMF", "SMF", "OCBF", "SCBF", o "EBF". Se utiliza para consideraciones dúctiles en el diseño.

# CanguroModelDesignASD01LLRat
source: Live Load Limit
es: Límite de Carga Viva

# CanguroModelDesignASD01LLRatDescription
source: Live Load Limit, L /: Deflection limitation for superimposed live load. Inputting 360 means that the limit is L/360. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 360 significa que el límite es L/360. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignASD01MaxIter
source: Maximum Iterations
es: Max. Iteraciones

# CanguroModelDesignASD01MaxIterDescription
source: Maximum Number of Iterations for the Algorithm to perform.
es: Número máximo de iteraciones que realiza el algoritmo de diseño.

# CanguroModelDesignASD01NetRat
source: Net Deflection Limit
es: Límite de Deformación Neta

# CanguroModelDesignASD01NetRatDescription
source: Limitation for net deflection. Camber is subtracted from the total load deflection to get net deflection. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignASD01PatLLF
source: Pattern Live Load Factor
es: Factor de Patrón LL

# CanguroModelDesignASD01PatLLFDescription
source: Pattern Live Load Factor: The live load factor for automatic generation of load combinations involving pattern live loads and dead loads.
es: El factor de Carga Viva para combinaciones con Patrones de Carga Viva y Carga Muerta.

# CanguroModelDesignASD01PlugWeld
source: Double Plate is Plug - Welded
es: Placa Doble está Soldada

# CanguroModelDesignASD01PlugWeldDescription
source: Is Doubler Plate Plug-Welded?: Toggle to consider whether the doubler-plate should be considered to be plug-welded. This is either "No" or "Yes".
es: Seleccione "True" si desea que que se tome en cuenta si los elementos de Placa Doble con soldadura.

# CanguroModelDesignASD01SDLAndLLRat
source: Super DL+LL Limit
es: Límite de Super DL+LL

# CanguroModelDesignASD01SDLAndLLRatDescription
source: Super DL+LL Limit, L /: Deflection limitation for superimposed dead plus live load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite para carga muerta superimpuesta y carga viva. Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignASD01SeisCat
source: Seismic Design Category
es: Categoría Sísmica

# CanguroModelDesignASD01SeisCatDescription
source: This is either "A", "B", "C", "D", "E", or "F". This is related to seismic design. This is a function of Occupancy Category and Sds or Sd1. See AISC 7-05 section 11.6 for details.
es: Puede ser "A", "B", "C", "D", "E", o "F". Se refiere a diseño sísmico. Se da en función de la clase de ocupación y Sds o Sd1. Ver AISC 7-05 sección 11.6 para detalles.

# CanguroModelDesignASD01SeisCode
source: Ignore Seismic Code
es: Ignorar Código Sísmico

# CanguroModelDesignASD01SeisCodeDescription
source: Toggle to consider whether the seismic part of the code should be considered in design. This is either "False" or "True".
es: Seleccione "True" si desea que se realice diseño sísmico.

# CanguroModelDesignASD01SeisLoad
source: Ignore Special Seismic Load
es: Ignorar Carga Sísmica Especial

# CanguroModelDesignASD01SeisLoadDescription
source: Toggle to consider whether the special seismic load combinations should be considered in design. This is either "False" or "True".
es: Seleccione "True" si desea que se realice tomen en cuenta las combinaciones de carga sísmica especiales en el diseño.

# CanguroModelDesignASD01SRatioLimit
source: Demand/Capacity Ratio Limit
es: Límite de Demanda o Capacidad

# CanguroModelDesignASD01SRatioLimitDescription
source: The demand/capacity ratio limit to be used for acceptability. D/C ratios that are less than or equal to this value are considered acceptable.
es: La razón Demanda/Capacidad límite aceptable. Las razones D/C menores o iguales a este valor se consideran aceptables.

# CanguroModelDesignASD01TimeHistoryDesign
source: Time History Design
es: Diseño Acelerograma

# CanguroModelDesignASD01TimeHistoryDesignDescription
source: This is either "Envelopes" or "Step-by-Step" indicating how time history results are considered in the design.
es: Este valor puede ser "Envelopes" o "Step-by-Step" para indicar la forma de tomar los resultados del análisis de acelorograma.

# CanguroModelDesignASD01TotalRat
source: Total Limit
es: Límite Total

# CanguroModelDesignASD01TotalRatDescription
source: Deflection limitation for total load. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignLRFD99CheckDefl
source: Consider Deflection
es: Considerar Deformación

# CanguroModelDesignLRFD99CheckDeflDescription
source: Consider Deflection?: Toggle to consider whether deflection limitations should be considered in design. This is either "False" or "True".
es: Seleccione "True" si desea que que las limitaciones de deformación se consideren en el diseño.

# CanguroModelDesignLRFD99DLRat
source: DL Limit, L /:
es: Límite de Carga Muerta

# CanguroModelDesignLRFD99DLRatDescription
source: Deflection limitation for dead load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignLRFD99FrameType
source: Framing Type
es: Tipo de Barra

# CanguroModelDesignLRFD99FrameTypeDescription
source: This is either "OMF", "IMF", "SMF", "OCBF", "SCBF", or "EBF". This item is used for ductility considerations in the design.
es: El tipo de barra debe ser "OMF", "IMF", "SMF", "OCBF", "SCBF", o "EBF". Se utiliza para consideraciones dúctiles en el diseño.

# CanguroModelDesignLRFD99LLRat
source: Live Load Limit, L /:
es: Límite de Carga Viva

# CanguroModelDesignLRFD99LLRatDescription
source: Deflection limitation for superimposed live load. Inputting 360 means that the limit is L/360. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 360 significa que el límite es L/360. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignLRFD99MaxIter
source: Maximum Iterations
es: Max. Iteraciones

# CanguroModelDesignLRFD99MaxIterDescription
source: Maximum Number of Iterations for the Algorithm to perform.
es: Número máximo de iteraciones que realiza el algoritmo de diseño.

# CanguroModelDesignLRFD99NetRat
source: Total-Camber Limit, L/:
es: Límite Neto

# CanguroModelDesignLRFD99NetRatDescription
source: Limitation for net deflection. Camber is subtracted from the total load deflection to get net deflection. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignLRFD99PatLLF
source: Pattern Live Load Factor
es: Factor de Patrón LL

# CanguroModelDesignLRFD99PatLLFDescription
source: The live load factor for automatic generation of load combinations involving pattern live loads and dead loads.
es: El factor de Carga Viva para combinaciones con Patrones de Carga Viva y Carga Muerta.

# CanguroModelDesignLRFD99PhiB
source: Phi. Bending
es: Phi (Flexión)

# CanguroModelDesignLRFD99PhiBDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignLRFD99PhiC
source: Phi. Compression
es: Phi (Compresión):

# CanguroModelDesignLRFD99PhiCA
source: Phi (Compression, Angle):
es: Phi (Compresión, Ángulo):

# CanguroModelDesignLRFD99PhiCADescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignLRFD99PhiCDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignLRFD99PhiTF
source: Phi (Tension-Fracture):
es: Phi (Tensión-Fractura):

# CanguroModelDesignLRFD99PhiTFDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignLRFD99PhiTY
source: Phi (Tension-Yielding):
es: Phi (Tensión-Fluencia):

# CanguroModelDesignLRFD99PhiTYDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignLRFD99PhiV
source: Phi (Shear):
es: Phi (Cortante):

# CanguroModelDesignLRFD99PhiVDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignLRFD99PhiVT
source: Phi (Shear-Torsion):
es: Phi (Cortante-Torsión):

# CanguroModelDesignLRFD99PhiVTDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignLRFD99PlugWeld
source: Is Doubler Plate Plug-Welded?:
es: Placa Doble está Soldada

# CanguroModelDesignLRFD99PlugWeldDescription
source: Toggle to consider whether the doubler-plate should be considered to be plug-welded. This is either "No" or "Yes".
es: Seleccione "True" si desea que que se tome en cuenta si los elementos de Placa Doble con soldadura.

# CanguroModelDesignLRFD99SDLAndLLRat
source: Super DL+LL Limit, L /:
es: Límite de Super DL+LL

# CanguroModelDesignLRFD99SDLAndLLRatDescription
source: Deflection limitation for superimposed dead plus live load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignLRFD99SeisCat
source: Seismic Design Category
es: Categoría Sísmica
