Repository: ahshaef/Treu-Structure
Catalog: Canguro/Properties/Resources.*.resx
Languages: es

# CanguroModelLoadForceLoadMyDescription
source: Moment value around global Y axis.
es: Valor del momento alrededor de la dirección Y global.

# CanguroModelLoadForceLoadMzDescription
source: Moment value around global Z axis.
es: Valor del momento alrededor de la dirección Z global.

# CanguroModelLoadGroundDisplacementLoadRxDescription
source: Rotation around global X axis.
es: Rotación alrededor del eje global X.

# CanguroModelLoadGroundDisplacementLoadRyDescription
source: Rotation around global Y axis.
es: Rotación alrededor del eje global Y.

# CanguroModelLoadGroundDisplacementLoadRzDescription
source: Rotation around global Z axis.
es: Rotación alrededor del eje global Z.

# CanguroModelLoadGroundDisplacementLoadTxDescription
source: Traslation in global X direction.
es: Traslación en el eje global X.

# CanguroModelLoadGroundDisplacementLoadTyDescription
source: Traslation in global Y direction.
es: Traslación en el eje global Y.

# CanguroModelLoadGroundDisplacementLoadTzDescription
source: Traslation in global Z direction.
es: Traslación en el eje global Z.

# CanguroModelLoadLoadCaseCaseType
source: Type
es: Tipo

# CanguroModelLoadLoadCaseCaseTypeDescription
source: Type of load case. Used for analysis and combinations
es: Tipo de estado de carga. Se usa en las combinaciones de carga.

# CanguroModelLoadLoadCaseName
source: Name
es: Nombre

# CanguroModelLoadLoadCaseNameDescription
source: Unique identifier for the Load Case.
es: Identificador único del estado de carga

# CanguroModelLoadLoadCaseSelfWeight
source: Self Weight
es: Peso Propio

# CanguroModelLoadLoadCaseSelfWeightDescription
source: Self Weight factor. Each element is analyzed as with a uniform load in the Gravity direction.
es: Factor de peso propio. Cada estado de carga se analiza con una carga uniforme en cada elemento proporcional a su peso.

# CanguroModelLoadTemperatureGradientLineLoadLoadType
source: Type
es: Tipo

# CanguroModelLoadTemperatureGradientLineLoadLoadTypeDescription
source: Direction in which the gradient is applied (22 or 33)
es: Direrección en que se aplica el gradiente de temperatura (22 o 33)

# CanguroModelLoadTemperatureGradientLineLoadTemperatureDescription
source: Temperature gradient in the given direction.
es: Gradiente de temperatura aplicada a la barra en la dirección transversal dada.

# CanguroModelLoadTemperatureLineLoadTemperatureDescription
source: Constant temperature to be applied to the frame elements.
es: Temperatura constante aplicada a las barras.

# CanguroModelMaterialConcreteDesignPropsFcDescription
source: Specified Concrete Compressive Strenght
es: Fuerza de Concreto a Compresión Especificada

# CanguroModelMaterialConcreteDesignPropsRebarFyDescription
source: Minimum Rebar Yield Stress
es: Esfuerzo Mínimo de Fluencia de Varilla

# CanguroModelMaterialConcreteDesignPropsRebarFysDescription
source: Minimum Reinforcement Rebar Yield Stress
es: Esfuerzo Mínimo de Fluencia de Varilla de Estribo

# CanguroModelMaterialIsotropicTypePropsAlphaDescription
source: Coefficient of Thermal Expansion
es: Coeficiente de Expansión Termal

# CanguroModelMaterialIsotropicTypePropsEDescription
source: Modulus of Elasticity
es: Módulo de Elasticidad

# CanguroModelMaterialIsotropicTypePropsNuDescription
source: Poisson's Ratio
es: Coeficiente de Poisson

# CanguroModelMaterialSteelDesignPropsFuDescription
source: Minimum Tensile Stress
es: Esfuerzo Mínimo de Tensión

# CanguroModelMaterialSteelDesignPropsFyDescription
source: Minimum Yield Stress
es: Esfuerzo Mínimo de Fluencia

# CanguroModelMaterialUniaxialTypePropsADescription
source: Coefficient of Thermal Expansion
es: Coeficiente de Expansión Termal

# CanguroModelMaterialUniaxialTypePropsEDescription
source: Modulus of Elasticity
es: Módulo de Elasticidad

# CanguroPreferencesBackgroundColor
source: Background Color
es: Color de fondo

# CanguroPreferencesBackgroundColorDescription
source: Background Color
es: Color que se ve en la vista principal donde no hay elementos estructurales.

# CanguroPreferencesForceLoadArrowScale
source: Force Arrow Scale
es: Escala de la flecha de fuerzas

# CanguroPreferencesForceLoadArrowScaleDescription
source: Force Arrow Scale
es: Escala a la que se pinta la flecha que representa fuerzas en nodos.

# CanguroPreferencesForceLoadForceDefaultColor
source: Force Load Color
es: Color de fuerzas

# CanguroPreferencesForceLoadForceDefaultColorDescription
source: Force Load Color
es: Color con el que se despliegan las fuerzas en nodos

# CanguroPreferencesForceLoadLineScale
source: Force Load Line Scale
es: Escala de línea en fuerzas

# CanguroPreferencesForceLoadLineScaleDescription
source: Force Load Line Scale
es: Escala con la que se despliega la línea de la flecha en las fuerzas sobre nodos.

# CanguroPreferencesForceLoadMomentDefaultColor
source: Force Load Moment Color
es: Color de momento

# CanguroPreferencesForceLoadMomentDefaultColorDescription
source: Force Load Moment Color
es: Color con el que se despliegan los momentos asignados a nodos.

# CanguroPreferencesGrndDispLoadRotDefautlColor
source: Ground Disp Rot Color
es: Color de Rotación

# CanguroPreferencesGrndDispLoadTransDefaultColor
source: Ground Disp Translation Color
es: Color de Traslación

# CanguroPreferencesJointDefaultColor
source: Joint Color
es: Color de Nodos

# CanguroPreferencesJointSelectedDefaultColor
source: Selected Joint Color
es: Color de Nodos Seleccionados

# CanguroPreferencesLanguage
source: Language
es: Lenguaje

# CanguroPreferencesLanguageDescription
source: Language to use in Treu Structure. Can be either English or Spanish
es: Lenguaje para usar en Treu Strucure, puede ser Español o Inglés. Se requiere reiniciar Treu Structure después de cambiar esta propiedad.

# CanguroPreferencesMomentLoadArrowScale
source: Moment Arror Scale
es: Escala de flechas de cargas

# CanguroPreferencesMomentLoadLineScale
source: Load Line Scale
es: Escala de líneas de momentos

# CanguroPreferencesSmallPanelForeColor
source: Small Panel Color
es: Color de panel

# CanguroViewReportsAnalysisCaseWrapper
source: Analysis Case
es: Casos de Análisis

# CanguroViewReportsAnalysisCaseWrapperName
source: Name
es: Nombre

# CanguroViewReportsAnalysisCaseWrapperType
source: Type
es: Tipo

# CanguroViewReportsAssembledJointMassesWrapper
source: Assembled Joint Masses
es: Masas Ensambladas en Nodos

# CanguroViewReportsAssembledJointMassesWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsBaseReactionsWrapper
source: Base Reactions
es: Reacciones en la Base

# CanguroViewReportsBaseReactionsWrapperCase
source: Case
es: Caso

# CanguroViewReportsBaseReactionsWrapperFx
source: Fx
es: Fuerza X

# CanguroViewReportsBaseReactionsWrapperFy
source: Fy
es: Fuerza Y

# CanguroViewReportsBaseReactionsWrapperFz
source: Fz
es: Fuerza Z

# CanguroViewReportsBaseReactionsWrapperMx
source: Mx
es: Momento X

# CanguroViewReportsBaseReactionsWrapperMy
source: My
es: Momento Y

# CanguroViewReportsBaseReactionsWrapperMz
source: Mz
es: Momento Z

# CanguroViewReportsConcreteBeamDesignWrapper
source: Concrete Beam Design
es: Diseño de Vigas de Concreto

# CanguroViewReportsConcreteBeamDesignWrapperBottomRebarArea
source: Bottom Rebar Area
es: Área de Varilla Inferior

# CanguroViewReportsConcreteBeamDesignWrapperFrame
source: Frame
es: Elemento

# CanguroViewReportsConcreteBeamDesignWrapperTopRebarArea
source: Top Rebar Area
es: Área de Varilla Superior

# CanguroViewReportsConcreteBeamDesignWrapperVRebar
source: V Rebar
es: Area Cortante de Varilla

# CanguroViewReportsConcreteBeamDesignWrapperWarning
source: Warning
es: Advertencia

# CanguroViewReportsConcreteColumnDesignWrapper
source: Concrete Column Design
es: Diseño de Columnas de Concreto

# CanguroViewReportsConcreteColumnDesignWrapperFrame
source: Frame
es: Elemento

# CanguroViewReportsConcreteColumnDesignWrapperPMMArea
source: PMM Area
es: Área Axial

# CanguroViewReportsConcreteColumnDesignWrapperPMMRatio
source: PMM Ratio
es: Razón Axial

# CanguroViewReportsConcreteColumnDesignWrapperVMajRebar
source: V Major Rebar
es: Area Cortante (Mayor)

# CanguroViewReportsConcreteColumnDesignWrapperVMinRebar
source: V Minor Rebar
es: Area Cortante (Menor)

# CanguroViewReportsConstraintWrapper
source: Joint Constraints
es: Diafragmas Rígidos

# CanguroViewReportsConstraintWrapperConstraint
source: Constraint
es: Diafragma

# CanguroViewReportsConstraintWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsDesignOptionsWrapper
source: Design Options
es: Opciones de Diseño

# CanguroViewReportsDesignOptionsWrapperCode
source: Code
es: Código

# CanguroViewReportsDesignOptionsWrapperValue
source: Value
es: Valor

# CanguroViewReportsElementJointForcesWrapper
source: Element Joint Forces
es: Elementos Mecánicos en Barras

# CanguroViewReportsElementJointForcesWrapperCase
source: Case
es: Caso

# CanguroViewReportsElementJointForcesWrapperElement
source: Element
es: Elemento

# CanguroViewReportsElementJointForcesWrapperFx
source: Fx
es: Fuerza X

# CanguroViewReportsElementJointForcesWrapperFy
source: Fy
es: Fuerza Y

# CanguroViewReportsElementJointForcesWrapperFz
source: Fz
es: Fuerza Z

# CanguroViewReportsElementJointForcesWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsElementJointForcesWrapperMx
source: Mx
es: Momento X

# CanguroViewReportsElementJointForcesWrapperMy
source: My
es: Momento Y

# CanguroViewReportsElementJointForcesWrapperMz
source: Mz
es: Momento Z

# CanguroViewReportsGroundDisplacementWrapper
source: Ground Displacement Loads
es: Cargas de Desplazamiento Prescrito

# CanguroViewReportsGroundDisplacementWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsGroundDisplacementWrapperLoadCase
source: LoadCase
es: Caso

# CanguroViewReportsGroundDisplacementWrapperTy
source: Ty
es: Tx

# CanguroViewReportsJointAccelerationsWrapper
source: Joint Accelerations
es: Aceleraciones de Nodos

# CanguroViewReportsJointAccelerationsWrapperCase
source: Case
es: Caso

# CanguroViewReportsJointAccelerationsWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsJointDisplacementsWrapper
source: Joint Displacements
es: Desplazamientos de Nodos

# CanguroViewReportsJointDisplacementsWrapperCase
source: Case
es: Caso

# CanguroViewReportsJointDisplacementsWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsJointForcesWrapper
source: Joint Force Loads
es: Cargas de Fuerza en Nodos

# CanguroViewReportsJointForcesWrapperFx
source: Fx
es: Fuerza X

# CanguroViewReportsJointForcesWrapperFy
source: Fy
es: Fuerza Y

# CanguroViewReportsJointForcesWrapperFz
source: Fz
es: Fuerza Z

# CanguroViewReportsJointForcesWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsJointForcesWrapperLoadCase
source: LoadCase
es: Caso

# CanguroViewReportsJointForcesWrapperMx
source: Mx
es: Momento X

# CanguroViewReportsJointForcesWrapperMy
source: My
es: Momento Y

# CanguroViewReportsJointForcesWrapperMz
source: Mz
es: Momento Z

# CanguroViewReportsJointMassesWrapper
source: Joint Masses
es: Masas en Nodos

# CanguroViewReportsJointMassesWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsJointReactionsWrapper
source: Joint Reactions
es: Reacciones en Nodos

# CanguroViewReportsJointReactionsWrapperCase
source: Case
es: Caso

# CanguroViewReportsJointReactionsWrapperFx
source: Fx
es: Fuerza X

# CanguroViewReportsJointReactionsWrapperFy
source: Fy
es: Fuerza Y

# CanguroViewReportsJointReactionsWrapperFz
source: Fz
es: Fuerza Z

# CanguroViewReportsJointReactionsWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsJointReactionsWrapperMx
source: Mx
es: Momento X

# CanguroViewReportsJointReactionsWrapperMy
source: My
es: Momento Y

# CanguroViewReportsJointReactionsWrapperMz
source: Mz
es: Momento Z

# CanguroViewReportsJointVelocitiesWrapper
source: Joint Velocities
es: Velocidades en Nodos

# CanguroViewReportsJointVelocitiesWrapperCase
source: Case
es: Caso

# CanguroViewReportsJointVelocitiesWrapperJoint
source: Joint
es: Nodo

# CanguroViewReportsJointWrapper
source: Joint Coordinates
es: Coordenadas de Nodos

# CanguroViewReportsJointWrapperDoF
source: Degrees of Freedom
es: Grados de Libertad

# CanguroViewReportsJointWrapperMasses
source: Masses
es: Masas

# CanguroViewReportsLineConcentratedForcesWrapper
source: Frame Concentrated Span Loads
es: Cargas Concentradas en Barras

# CanguroViewReportsLineConcentratedForcesWrapperCase
source: Case
es: Caso

# CanguroViewReportsLineConcentratedForcesWrapperD
source: Position
es: Posición

# CanguroViewReportsLineConcentratedForcesWrapperElement
source: Element
es: Elemento

# CanguroViewReportsLineConcentratedForcesWrapperL
source: Load
es: Carga

# CanguroViewReportsLineConcentratedForcesWrapperType
source: Type
es: Tipo

# CanguroViewReportsLineDistributedForcesWrapper
source: Frame Distributed Span Loads
es: Cargas Distribuídas en Barras

# CanguroViewReportsLineDistributedForcesWrapperCase
source: Case
es: Caso

# CanguroViewReportsLineDistributedForcesWrapperDa
source: Position A
es: Posición A

# CanguroViewReportsLineDistributedForcesWrapperDb
source: Position B
es: Posición B

# CanguroViewReportsLineDistributedForcesWrapperDirection
source: Direction
es: Dirección

# CanguroViewReportsLineDistributedForcesWrapperElement
source: Element
es: Elemento

# CanguroViewReportsLineDistributedForcesWrapperLa
source: Load A
es: Carga en A

# CanguroViewReportsLineDistributedForcesWrapperLb
source: Load B
es: Carga en B

# CanguroViewReportsLineDistributedForcesWrapperType
source: Type
es: Tipo

# CanguroViewReportsLineWrapper
source: Frame Elements
es: Barras

# CanguroViewReportsLineWrapperAngle
source: Angle
es: Ángulo

# CanguroViewReportsLineWrapperI
source: Joint I
es: Nodo I

# CanguroViewReportsLineWrapperJ
source: Joint J
es: Nodo J

# CanguroViewReportsLineWrapperSection
source: Section
es: Sección

# CanguroViewReportsLoadCaseWrapper
source: Load Cases
es: Casos de Carga

# CanguroViewReportsLoadCaseWrapperName
source: Name
es: Nombre

# CanguroViewReportsLoadCaseWrapperSelfWeightFactor
source: Self Weight Factor
es: Peso Propio

# CanguroViewReportsLoadCaseWrapperType
source: Type
es: Tipo

# CanguroViewReportsLoadCombinationWrapper
source: Load Combinations
es: Combinaciones de Carga

# CanguroViewReportsLoadCombinationWrapperCombination
source: Combination
es: Combinación

# CanguroViewReportsLoadCombinationWrapperLoadCase
source: LoadCase
es: Caso

# CanguroViewReportsLoadCombinationWrapperType
source: Type
es: Tipo

# CanguroViewReportsMaterialAmountWrapper
source: Material Amounts
es: Cantidad de Material

# CanguroViewReportsMaterialAmountWrapperAmount
source: Mass
es: Cantidad

# CanguroViewReportsMaterialAmountWrapperSection
source: Section
es: Sección

# CanguroViewReportsMaterialWrapper
source: Materials
es: Materiales

# CanguroViewReportsMaterialWrapperDescription
source: Description
es: Descripción

# CanguroViewReportsMaterialWrapperName
source: Name
es: Nombre

# CanguroViewReportsMaterialWrapperType
source: Type
es: Tipo

# CanguroViewReportsModalLPRWrapper
source: Modal Load Participating Ratios
es: Participaciones de Cargas en Modos

# CanguroViewReportsModalLPRWrapperDynamic
source: Dynamic
es: Dinámica

# CanguroViewReportsModalLPRWrapperItem
source: Load
es: Carga

# CanguroViewReportsModalLPRWrapperItemType
source: Type
es: Tipo

# CanguroViewReportsModalLPRWrapperStatic
source: Static
es: Estática

# CanguroViewReportsModalPeriodsWrapper
source: Modal Periods
es: Períodos Modales

# CanguroViewReportsModalPeriodsWrapperCase
source: Case
es: Caso

# CanguroViewReportsModalPeriodsWrapperCircFreq
source: Circ. Freq.
es: Frec. Circular

# CanguroViewReportsModalPeriodsWrapperFrecuency
source: Frequency
es: Frecuencia

# CanguroViewReportsModalPeriodsWrapperPeriod
source: Period
es: Periodo

# CanguroViewReportsModalPFWrapper
source: Modal Participating Forces
es: Participaciones de Fuerzas en Modos

# CanguroViewReportsModalPFWrapperCase
source: Case
es: Caso

# CanguroViewReportsModalPFWrapperModalMass
source: Mass
es: Masa

# CanguroViewReportsModalPFWrapperModalStiff
source: Stiffness
es: Rigidez

# CanguroViewReportsModalPMRWrapper
source: Modal Periods and Mass Participating Ratios
es: Modos de Vibrar y Participación de Masas

# CanguroViewReportsModalPMRWrapperCase
source: Case
es: Caso

# CanguroViewReportsModalPMRWrapperPeriod
source: Period
es: Período

# CanguroViewReportsResponseSpectrumMIWrapper
source: Response Spectrum Analysis
es: Análisis Sísmico Dinámico

# CanguroViewReportsResponseSpectrumMIWrapperCase
source: Case
es: Caso

# CanguroViewReportsResponseSpectrumMIWrapperDampRatio
source: Damp Ratio
es: Amortiguamiento

# CanguroViewReportsResponseSpectrumMIWrapperPeriod
source: Period
es: Período

# CanguroViewReportsSectionWrapper
source: Frame Sections
es: Secciones

# CanguroViewReportsSectionWrapperDescription
source: Description
es: Descripción

# CanguroViewReportsSectionWrapperName
source: Name
es: Nombre

# CanguroViewReportsSectionWrapperShape
source: Shape
es: Forma

# CanguroViewReportsSteelDesignPMMWrapper
source: Steel Design - Axial Details
es: Diseño en Acero - Detalles Axial

# CanguroViewReportsSteelDesignPMMWrapperFrame
source: Frame
es: Elemento

# CanguroViewReportsSteelDesignPMMWrapperMMajRatio
source: PMM Ratio (Mayor)
es: Razón PMM (Mayor)

# CanguroViewReportsSteelDesignPMMWrapperMMinRatio
source: PMM Ratio (Menor)
es: Razón PMM (Menor)

# CanguroViewReportsSteelDesignPMMWrapperPRatio
source: PMM Ratio (Axial)
es: Razón PMM (Axial)

# CanguroViewReportsSteelDesignPMMWrapperStatus
source: Status
es: Estado

# CanguroViewReportsSteelDesignPMMWrapperTotalRatio
source: PMM Ratio (Total)
es: Razón PMM (Total)

# CanguroViewReportsSteelDesignPMMWrapperWarning
source: Warning
es: Advertencia

# CanguroViewReportsSteelDesignShearWrapper
source: Steel Design - Shear Details
es: Diseño en Acero - Detalles Cortante

# CanguroViewReportsSteelDesignShearWrapperFrame
source: Frame
es: Elemento

# CanguroViewReportsSteelDesignShearWrapperStatus
source: Status
es: Estado

# CanguroViewReportsSteelDesignShearWrapperVMajorRatio
source: Shear Stress (Major)
es: Cortantes (Mayor)

# CanguroViewReportsSteelDesignShearWrapperVMinorRatio
source: Shear Stress (Minor)
es: Cortantes (Menor)

# CanguroViewReportsSteelDesignShearWrapperWarning
source: Warning
es: Advertencia

# CanguroViewReportsSteelDesignWrapper
source: Steel Design
es: Diseño en Acero

# CanguroViewReportsSteelDesignWrapperFrame
source: Frame
es: Elemento

# CanguroViewReportsSteelDesignWrapperRatio
source: Ratio
es: Razón

# CanguroViewReportsSteelDesignWrapperWarning
source: Warning
es: Advertencia

# cantSaveFile
source: An error ocurred and the file cannot be saved.
es: Ocurrió un error y no se puede guardar el archivo

# CardinalPoint
source: Insertion
es: Inserción

source: Case
es: Caso

source: Centroid
es: Centroide

source: Channel
es: Canal

# CircleSection
source: Circle
es: Circular

# coldFormedName
source: Cold formed
es: Doblado en Frío

# ColinearPoints
source: Points should not be colinear
es: Los puntos no deben ser colineales

source: Column
es: Columna

# CombinationTypeAbsoluteAdd
source: Absolute Add
es: Suma Absoluta

# CombinationTypeEnvelope
source: Envelope
es: Envolvente

# CombinationTypeLinearAdd
source: Linear Add
es: Suma Lineal

source: Command not found
es: No se encontró el comando especificado

source: Concrete
es: Concreto

# concreteName
source: Concrete
es: Concreto

# concreteName1
source: Concrete
es: Concreto

# confirm
source: Confirmation
es: Confirmación

# confirmCompactIDs
source: Do you whish to renumber joints and frames? (You won't be able to undo this action)
es: ¿Desea renumerar nodos y barras? (Esta acción no se podrá deshacer)

# confirmInstallUpdate
source: A new version of Treu Structure is available, do you want to install it now?
es: Hay una version nueva de Treu Structure disponible, ¿desea instalarla?

# confirmInstallUpdateTitle
source: Update available
es: Actualización disponible

# confirmUnlockModel
source: Yo will loose the results if you continue. Do you want to continue?
es: Si continua se perderán los resultados, ¿está seguro?

# cylinderCmdTitle
source: Cylinder
es: Cilindro

source: Dead
es: Muerta

# defaultCatalogName
source: Model
es: Modelo

# DefaultConstraintName
source: Diaphragm
es: Diafragma

# defaultLayerName
source: Model
es: Modelo

# defaultLoadCase
source: Dead load
es: Carga muerta

# defaultModelName
source: Model
es: Modelo

# defaultResponseCase
source: Quake
es: Sismo

source: Deformed Length:
es: Long. deformada:

# deleteLoadFromAssignedLoadsQuestion
source: Are you sure you want to delete this load?
es: ¿Está seguro que desea borrar la carga?

# deleteLoadFromAssignedLoadsQuestionTitle
source: Confirm
es: Confirmar

source: Density
es: Densidad

source: Distance
es: Distancia

# DoFI
source: Release I
es: Articulación I

# DoFJ
source: Release J
es: Articulación J

# dofLocalAxisStr
source: on local axis:
es: sobre el eje local:

# dofSpringConstantStr
source: Spring constant (
es: Constante de Resorte (

# domeCmdTitle
source: Dome
es: Domo

source: Double angle
es: Ángulo doble

# EA0001
source: Treu Structure cannot read results file
es: No se pudo leer el archivo de resultados correctamente

# editCmdTitle
source: Edit
es: Editar

# elementLoadsProp
source: Loads
es: Cargas

# elementLoadsProp1
source: Loads
es: Cargas

# EM0001
source: This method is not supported by ItemList
es: Este método no está soportado por ItemList.

# EM0002
source: Cannot assign item because the ID is already in use
es: No se puede asignar el Item porque el Id está repetido.

# EM0010
source: The Catalog object is Read-only
es: El objeto Catalog es de sólo lectura.

# EM0020
source: LineElement needs at least one joint in JointList
es: LineElement necesita al menos un Joint en JointList

# EM0021
source: Specified Joint is not in JointList
es: El Joint especificado no está registrado en JointList

# EML0001
source: Specified load case is not in current model
es: El estado de carga especificado no pertenece al modelo actual.

source: End Offsets
es: Extremos Rígidos

# EnglishSystem
source: English
es: Inglés

# enterDataArea
source: Shell
es: Placa

# enterDataError
source: Given datum is not recognised as:
es: El dato ingresado no se reconoce como:

# enterDataErrorTitle
source: Incorrect input
es: Entrada de datos incorrecta

# enterDataIndexError
source: There's no *type* with ID:
es: No existe ningún *type* con el ID:

# enterDataJoint
source: Joint
es: Nodo

# enterDataLine
source: Frame
es: Barra

# enterDataPoint
source: Point
es: Punto

# ErrorAnalyzing
source: An error ocurred during analysis
es: Ocurrió un error durante el análisis

# ErrorExporting
source: Error exporting analysis file
es: Error exportando archivo de análisis

# ErrorInWebService
source: unicating with the server. Please check your Internet connection and try again
es: Ocurrió un error de conexión con el servidor, revise su conexión a Internet e intente nuevamente

# errorLoadingFile
source: Treu Structure cannot load the file
es: Treu Structure no puede cargar el archivo

# export2skTitle
source: Exporting S2K
es: Exportando S2K

# ExportDXFTitle
source: Export DXF
es: Exportar DXF

# ExportS2KTitle
source: Export S2K
es: Exportar S2K

source: File not found
es: No se encontró el archivo

# flipAreaJoints
source: Shift joints
es: Recorrer nodos

source: Flip Joints
es: Invertir Nodos

# Floor
source: Diaphragm
es: Diafragma

source: Force
es: Fuerza

source: for example
es: p.Ej.:

source: Generating Report
es: Generando Reporte

# getArrayRepetition
source: Input array repetition number
es: Ingrese el número de veces que repetirá el arreglo

# getItem
source: Select an object, please
es: Por favor seleccione un objeto

# getJoint
source: Select a joint, please
es: Por favor seleccione un nodo
