Repository: ahshaef/Treu-Structure
Catalog: Canguro/Properties/Resources.*.resx
Languages: es

# CanguroModelDesignLRFD99SeisCatDescription
source: This is either "A", "B", "C", "D", "E", or "F". This is related to seismic design. This is a function of Occupancy Category and Sds or Sd1. See AISC 7-05 section 11.6 for details.
es: Puede ser "A", "B", "C", "D", "E", o "F". Se refiere a diseño sísmico. Se da en función de la clase de ocupación y Sds o Sd1. Ver AISC 7-05 sección 11.6 para detalles.

# CanguroModelDesignLRFD99SeisCode
source: Ignore Seismic Code
es: Ignorar Código Sísmico

# CanguroModelDesignLRFD99SeisCodeDescription
source: Toggle to consider whether the seismic part of the code should be considered in design. This is either "False" or "True".
es: Seleccione "True" si desea que se realice diseño sísmico.

# CanguroModelDesignLRFD99SeisLoad
source: Ignore Special Seismic Load
es: Ignorar Carga Sísmica Especial

# CanguroModelDesignLRFD99SeisLoadDescription
source: Toggle to consider whether the special seismic load combinations should be considered in design. This is either "False" or "True".
es: Seleccione "True" si desea que se realice tomen en cuenta las combinaciones de carga sísmica especiales en el diseño.

# CanguroModelDesignLRFD99SRatioLimit
source: Demand/Capacity Ratio Limit:
es: Límite de Demanda o Capacidad

# CanguroModelDesignLRFD99SRatioLimitDescription
source: The demand/capacity ratio limit to be used for acceptability. D/C ratios that are less than or equal to this value are considered acceptable.
es: La razón Demanda/Capacidad límite aceptable. Las razones D/C menores o iguales a este valor se consideran aceptables.

# CanguroModelDesignLRFD99TimeHistoryDesign
source: Time History Design
es: Diseño Acelerograma

# CanguroModelDesignLRFD99TimeHistoryDesignDescription
source: This is either "Envelopes" or "Step-by-Step" indicating how time history results are considered in the design.
es: Este valor puede ser "Envelopes" o "Step-by-Step" para indicar la forma de tomar los resultados del análisis de acelorograma.

# CanguroModelDesignLRFD99TotalRat
source: Total Limit, L/:
es: Límite Total

# CanguroModelDesignLRFD99TotalRatDescription
source: Deflection limitation for total load. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignRCDF2001MinEccen
source: Consider Minimum Eccentricity
es: Considerar Eccentricidad Mínima

# CanguroModelDesignRCDF2001MinEccenDescription
source: Toggle to consider whether minimum eccentricity should be considered in design.
es: Seleccione "True" si desea considerar la eccentricidad mínima en el diseño.

# CanguroModelDesignRCDF2001NumCurves
source: Number of Interaction Curves
es: Curvas de Interacción

# CanguroModelDesignRCDF2001NumCurvesDescription
source: The number of two-dimensional interaction curves used to make up the three-dimensional interaction surface. This item must be greater than or equal to 4 and divisible by 4.
es: El número de curvas de interacción para generar la superficie tridimensional de interacción. Este valor debe ser un múltiplo de 4 igual o mayor a 4.

# CanguroModelDesignRCDF2001NumPoints
source: Number of Interaction Points
es: Puntos de Interacción

# CanguroModelDesignRCDF2001NumPointsDescription
source: The number of points used to define a two-dimensional interaction curve. This item must be greater than or equal to 5 and odd.
es: El número de puntos para definir una curva de interacción bidimensional. Este valor debe ser igual o mayor a 5 e impar.

# CanguroModelDesignRCDF2001PatLLF
source: Pattern Live Load Factor
es: Factor de Patrón LL

# CanguroModelDesignRCDF2001PatLLFDescription
source: The live load factor for automatic generation of load combinations involving pattern live loads and dead loads.
es: El factor de Carga Viva para combinaciones con Patrones de Carga Viva y Carga Muerta.

# CanguroModelDesignRCDF2001PhiB
source: Phi. Bending
es: Phi (Flexión)

# CanguroModelDesignRCDF2001PhiBDescription
source: The strength reduction factor for bending.
es: Factor de Reducción de fuerza en flexión.

# CanguroModelDesignRCDF2001PhiCSpiral
source: Phi. Compression Spiral
es: Phi (Compresión Espiral)

# CanguroModelDesignRCDF2001PhiCSpiralDescription
source: The strength reduction factor for axial compression when the member has spiral reinforcement.
es: El factor de reducción para compresión axial cuando la columna tiene estribos en espiral.

# CanguroModelDesignRCDF2001PhiCTied
source: Phi. Compression Tied
es: Phi (Compresión Paralelo)

# CanguroModelDesignRCDF2001PhiCTiedDescription
source: The strength reduction factor for axial compression when the member has tie reinforcement.
es: El factor de reducción para compresión axial cuando la columna tiene estribos paralelos.

# CanguroModelDesignRCDF2001PhiT
source: Phi. Tension
es: Phi (Tensión)

# CanguroModelDesignRCDF2001PhiTDescription
source: The strength reduction factor for tension.
es: Factor de reducción de fuerza para tensión.

# CanguroModelDesignRCDF2001PhiV
source: Phi. Shear
es: Phi (Cortante)

# CanguroModelDesignRCDF2001PhiVDescription
source: The strength reduction factor for shear.
es: Factor de reducción de fuerzas cortantes

# CanguroModelDesignRCDF2001THDesign
source: Time History Design
es: Diseño Acelerograma

# CanguroModelDesignRCDF2001THDesignDescription
source: This is either "Envelopes" or "Step-by-Step" indicating how time history results are considered in the design.
es: Este valor puede ser "Envelopes" o "Step-by-Step" para indicar la forma de tomar los resultados del análisis de acelorograma.

# CanguroModelDesignRCDF2001UFLimit
source: Utilization Factor Limit
es: Factor de Límite de Utilización

# CanguroModelDesignRCDF2001UFLimitDescription
source: The stress ratio limit to be used for acceptability. Stress ratios that are less than or equal to this value are considered acceptable.
es: La razón de esfuerzo límite aceptable. Razones de esfuerzo iguales o inferirores a este valor se consideran aceptables.

# CanguroModelDesignUBC97_ASDCheckDefl
source: Consider Deflection?:
es: Considerar Deformación

# CanguroModelDesignUBC97_ASDCheckDeflDescription
source: Toggle to consider whether deflection limitations should be considered in design. This is either "True" or "False".
es: Seleccione "True" si desea que que las limitaciones de deformación se consideren en el diseño.

# CanguroModelDesignUBC97_ASDDLRat
source: DL Limit, L /:
es: Límite de Carga Muerta

# CanguroModelDesignUBC97_ASDDLRatDescription
source: Deflection limitation for dead load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_ASDFrameType
source: Framing Type:
es: Tipo de Barra

# CanguroModelDesignUBC97_ASDFrameTypeDescription
source: This is either "Ordinary MRF", "Special MRF", "Braced Frame", "Special CBF", or "EBF". This item is used for ductility considerations in the design.
es: El tipo de barra debe ser "Ordinary MRF", "Special MRF", "Braced Frame", "Special CBF", o "EBF". Se utiliza para consideraciones dúctiles en el diseño.

# CanguroModelDesignUBC97_ASDLatFactor
source: Lateral Factor:
es: Factor Lateral

# CanguroModelDesignUBC97_ASDLatFactorDescription
source: The allowable stress increase factor for loading combinations that include wind or seismic loads.
es: Factor de incremento de esfuerzo admisible para combinaciones que incluyen sismo o viento.

# CanguroModelDesignUBC97_ASDLLRat
source: Live Load Limit, L /:
es: Límite de Carga Viva

# CanguroModelDesignUBC97_ASDLLRatDescription
source: Deflection limitation for superimposed live load. Inputting 360 means that the limit is L/360. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 360 significa que el límite es L/360. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_ASDMaxIter
source: Maximum Iterations
es: Max. Iteraciones

# CanguroModelDesignUBC97_ASDMaxIterDescription
source: Maximum Number of Iterations for the Algorithm to perform.
es: Número máximo de iteraciones que realiza el algoritmo de diseño.

# CanguroModelDesignUBC97_ASDNetRat
source: Total-Camber Limit, L/:
es: Límite Neto

# CanguroModelDesignUBC97_ASDNetRatDescription
source: Limitation for net deflection. Camber is subtracted from the total load deflection to get net deflection. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_ASDPatLLF
source: Pattern Live Load Factor:
es: Factor de Patrón LL

# CanguroModelDesignUBC97_ASDPatLLFDescription
source: The live load factor for automatic generation of load combinations involving pattern live loads and dead loads.
es: El factor de Carga Viva para combinaciones con Patrones de Carga Viva y Carga Muerta.

# CanguroModelDesignUBC97_ASDSDLAndLLRat
source: Super DL+LL Limit, L /:
es: Límite de Super DL+LL

# CanguroModelDesignUBC97_ASDSDLAndLLRatDescription
source: Deflection limitation for superimposed dead plus live load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_ASDSeisZone
source: Seismic Zone:
es: Zona Sísmica

# CanguroModelDesignUBC97_ASDSeisZoneDescription
source: This is either "Zone 0", "Zone 1", "Zone 2", "Zone 3", or "Zone 4". This is related to seismic design.
es: Este valor puede ser "Zone 0", "Zone 1", "Zone 2", "Zone 3", or "Zone 4". Se utiliza en diseño sísmico.

# CanguroModelDesignUBC97_ASDSRatioLimit
source: Demand/Capacity Ratio Limit:
es: Límite de Demanda o Capacidad

# CanguroModelDesignUBC97_ASDSRatioLimitDescription
source: The demand/capacity ratio limit to be used for acceptability. D/C ratios that are less than or equal to this value are considered acceptable.
es: La razón Demanda/Capacidad límite aceptable. Las razones D/C menores o iguales a este valor se consideran aceptables.

# CanguroModelDesignUBC97_ASDTimeHistoryDesign
source: Time History Design
es: Diseño Acelerograma

# CanguroModelDesignUBC97_ASDTimeHistoryDesignDescription
source: This is either "Envelopes" or "Step-by-Step" indicating how time history results are considered in the design.
es: Este valor puede ser "Envelopes" o "Step-by-Step" para indicar la forma de tomar los resultados del análisis de acelorograma.

# CanguroModelDesignUBC97_ASDTotalRat
source: Total Limit, L/:
es: Límite Total

# CanguroModelDesignUBC97_ASDTotalRatDescription
source: Deflection limitation for total load. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_ConcMinEccen
source: Consider Minimum Eccentricity
es: Considerar Eccentricidad Mínima

# CanguroModelDesignUBC97_ConcMinEccenDescription
source: Toggle to consider whether minimum eccentricity should be considered in design.
es: Seleccione "True" si desea considerar la eccentricidad mínima en el diseño.

# CanguroModelDesignUBC97_ConcNumCurves
source: Number of Interaction Curves
es: Curvas de Interacción

# CanguroModelDesignUBC97_ConcNumCurvesDescription
source: The number of two-dimensional interaction curves used to make up the three-dimensional interaction surface. This item must be greater than or equal to 4 and divisible by 4.
es: El número de curvas de interacción para generar la superficie tridimensional de interacción. Este valor debe ser un múltiplo de 4 igual o mayor a 4.

# CanguroModelDesignUBC97_ConcNumPoints
source: Number of Interaction Points
es: Puntos de Interacción

# CanguroModelDesignUBC97_ConcNumPointsDescription
source: The number of points used to define a two-dimensional interaction curve. This item must be greater than or equal to 5 and odd.
es: El número de puntos para definir una curva de interacción bidimensional. Este valor debe ser igual o mayor a 5 e impar.

# CanguroModelDesignUBC97_ConcPatLLF
source: Pattern Live Load Factor
es: Factor de Patrón LL

# CanguroModelDesignUBC97_ConcPatLLFDescription
source: The live load factor for automatic generation of load combinations involving pattern live loads and dead loads.
es: El factor de Carga Viva para combinaciones con Patrones de Carga Viva y Carga Muerta.

# CanguroModelDesignUBC97_ConcPhiB
source: Phi. Bending
es: Phi (Flexión)

# CanguroModelDesignUBC97_ConcPhiBDescription
source: The strength reduction factor for bending.
es: Factor de Reducción de fuerza en flexión.

# CanguroModelDesignUBC97_ConcPhiCSpiral
source: Phi. Compression Spiral
es: Phi (Compresión Espiral)

# CanguroModelDesignUBC97_ConcPhiCSpiralDescription
source: The strength reduction factor for axial compression when the member has spiral reinforcement.
es: El factor de reducción para compresión axial cuando la columna tiene estribos en espiral.

# CanguroModelDesignUBC97_ConcPhiCTied
source: Phi. Compression Tied
es: Phi (Compresión Paralelo)

# CanguroModelDesignUBC97_ConcPhiCTiedDescription
source: The strength reduction factor for axial compression when the member has tie reinforcement.
es: El factor de reducción para compresión axial cuando la columna tiene estribos paralelos.

# CanguroModelDesignUBC97_ConcPhiV
source: Phi. Shear
es: Phi (Cortante)

# CanguroModelDesignUBC97_ConcPhiVDescription
source: The strength reduction factor for shear.
es: Factor de reducción de fuerzas cortantes

# CanguroModelDesignUBC97_ConcTHDesign
source: Time History Design
es: Diseño Acelerograma

# CanguroModelDesignUBC97_ConcTHDesignDescription
source: This is either "Envelopes" or "Step-by-Step" indicating how time history results are considered in the design.
es: Este valor puede ser "Envelopes" o "Step-by-Step" para indicar la forma de tomar los resultados del análisis de acelorograma.

# CanguroModelDesignUBC97_ConcUFLimit
source: Utilization Factor Limit
es: Factor de Límite de Utilización

# CanguroModelDesignUBC97_ConcUFLimitDescription
source: The stress ratio limit to be used for acceptability. Stress ratios that are less than or equal to this value are considered acceptable.
es: La razón de esfuerzo límite aceptable. Razones de esfuerzo iguales o inferirores a este valor se consideran aceptables.

# CanguroModelDesignUBC97_LRFDCheckDefl
source: Consider Deflection?:
es: Considerar Deformación

# CanguroModelDesignUBC97_LRFDCheckDeflDescription
source: Toggle to consider whether deflection limitations should be considered in design. This is either "False" or "True".
es: Seleccione "True" si desea que que las limitaciones de deformación se consideren en el diseño.

# CanguroModelDesignUBC97_LRFDDLRat
source: DL Limit, L /:
es: Límite de Carga Muerta

# CanguroModelDesignUBC97_LRFDDLRatDescription
source: Deflection limitation for dead load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_LRFDFrameType
source: Framing Type:
es: Tipo de Barra

# CanguroModelDesignUBC97_LRFDFrameTypeDescription
source: This is either "Ordinary MRF", "Special MRF", "Braced Frame", "Special CBF", or "EBF". This item is used for ductility considerations in the design.
es: El tipo de barra debe ser "Ordinary MRF", "Special MRF", "Braced Frame", "Special CBF", o "EBF". Se utiliza para consideraciones dúctiles en el diseño.

# CanguroModelDesignUBC97_LRFDImpFactor
source: Importance Factor:
es: Factor de Importancia

# CanguroModelDesignUBC97_LRFDImpFactorDescription
source: This is related to seismic design. This is a function of Occupancy Category. See AISC 7-05 section 11.5.1 for details.
es: Puede ser "A", "B", "C", "D", "E", o "F". Se refiere a diseño sísmico. Se da en función de la clase de ocupación y Sds o Sd1. Ver AISC 7-05 sección 11.5.1 para detalles.

# CanguroModelDesignUBC97_LRFDLLRat
source: Live Load Limit, L /:
es: Límite de Carga Viva

# CanguroModelDesignUBC97_LRFDLLRatDescription
source: Deflection limitation for superimposed live load. Inputting 360 means that the limit is L/360. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 360 significa que el límite es L/360. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_LRFDMaxIter
source: Maximum Iterations
es: Max. Iteraciones

# CanguroModelDesignUBC97_LRFDMaxIterDescription
source: Maximum Number of Iterations for the Algorithm to perform.
es: Número máximo de iteraciones que realiza el algoritmo de diseño.

# CanguroModelDesignUBC97_LRFDNetRat
source: Total-Camber Limit, L/:
es: Límite Neto

# CanguroModelDesignUBC97_LRFDNetRatDescription
source: Limitation for net deflection. Camber is subtracted from the total load deflection to get net deflection. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_LRFDPatLLF
source: Pattern Live Load Factor:
es: Factor de Patrón LL

# CanguroModelDesignUBC97_LRFDPatLLFDescription
source: The live load factor for automatic generation of load combinations involving pattern live loads and dead loads.
es: El factor de Carga Viva para combinaciones con Patrones de Carga Viva y Carga Muerta.

# CanguroModelDesignUBC97_LRFDPhiB
source: Phi (Bending):
es: Phi (Flexión)

# CanguroModelDesignUBC97_LRFDPhiBDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignUBC97_LRFDPhiC
source: Phi (Compression):
es: Phi (Compresión):

# CanguroModelDesignUBC97_LRFDPhiCA
source: Phi (Compression, Angle):
es: Phi (Compresión, Ángulo):

# CanguroModelDesignUBC97_LRFDPhiCADescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignUBC97_LRFDPhiCDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignUBC97_LRFDPhiTDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignUBC97_LRFDPhiV
source: Phi (Shear):
es: Phi (Cortante):

# CanguroModelDesignUBC97_LRFDPhiVDescription
source: Strength reduction factor.
es: Factor de Reducción de Fuerza

# CanguroModelDesignUBC97_LRFDSDLAndLLRat
source: Super DL+LL Limit, L /:
es: Límite de Super DL+LL

# CanguroModelDesignUBC97_LRFDSDLAndLLRatDescription
source: Deflection limitation for superimposed dead plus live load. Inputting 120 means that the limit is L/120. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 120 significa que el límite es L/120. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelDesignUBC97_LRFDSeisZone
source: Seismic Zone:
es: Zona Sísmica

# CanguroModelDesignUBC97_LRFDSeisZoneDescription
source: This is either "Zone 0", "Zone 1", "Zone 2", "Zone 3", or "Zone 4". This is related to seismic design.
es: Este valor puede ser "Zone 0", "Zone 1", "Zone 2", "Zone 3", or "Zone 4". Se utiliza en diseño sísmico.

# CanguroModelDesignUBC97_LRFDSRatioLimit
source: Demand/Capacity Ratio Limit:
es: Límite de Demanda o Capacidad

# CanguroModelDesignUBC97_LRFDSRatioLimitDescription
source: The demand/capacity ratio limit to be used for acceptability. D/C ratios that are less than or equal to this value are considered acceptable.
es: La razón Demanda/Capacidad límite aceptable. Las razones D/C menores o iguales a este valor se consideran aceptables.

# CanguroModelDesignUBC97_LRFDTimeHistoryDesign
source: Time History Design
es: Diseño Acelerograma

# CanguroModelDesignUBC97_LRFDTimeHistoryDesignDescription
source: This is either "Envelopes" or "Step-by-Step" indicating how time history results are considered in the design.
es: Este valor puede ser "Envelopes" o "Step-by-Step" para indicar la forma de tomar los resultados del análisis de acelorograma.

# CanguroModelDesignUBC97_LRFDTotalRat
source: Total Limit, L/:
es: Límite Total

# CanguroModelDesignUBC97_LRFDTotalRatDescription
source: Deflection limitation for total load. Inputting 240 means that the limit is L/240. Inputting zero is special, since it means no check has to be made for this item.
es: Límite con respecto a la longitud L de la barra. Un valor de 240 significa que el límite es L/240. Un valor de cero significa que este parámetro no se tiene que revisar.

# CanguroModelLayerName
source: Name
es: Nombre

# CanguroModelLayerNameDescription
source: The name of the Layer has to be unique, since it's used as identifier.
es: El nombre de la capa debe ser único, ya que se usa como identificador.

# CanguroModelLoadConcentratedSpanLoadDDescription
source: Relative distance from joint I to the point where the load is applied. [0 - 1]
es: Distancia relativa desde el nodo I hasta el punto donde se aplica la carga puntual. [0 - 1]

# CanguroModelLoadConcentratedSpanLoadLDescription
source: Force load applied at the specified point.
es: Carga que se aplica en el punto D especificado.

# CanguroModelLoadDirectionalLineLoadDirection
source: Direction
es: Dirección

# CanguroModelLoadDirectionalLineLoadDirectionDescription
source: Direction of the load.
es: Dirección en que la carga se aplica.

# CanguroModelLoadDistributedSpanLoadDaDescription
source: Relative distance from joint I to the point where the load starts. [0 - 1]
es: Distancia relativa desde el nodo I hasta el punto donde comienza la carga distribuida aplicada. [0 - 1]

# CanguroModelLoadDistributedSpanLoadDbDescription
source: Relative distance from joint I to the point where the load ends. [0 - 1]
es: Distancia relativa desde el nodo I hasta el punto donde termina la carga distribuida aplicada. [Da - 1]

# CanguroModelLoadDistributedSpanLoadLaDescription
source: Load magnitude in point Da.
es: Magnitud de la carga en el punto Da.

# CanguroModelLoadDistributedSpanLoadLbDescription
source: Load magnitude in point Db.
es: Magnitud de la carga en el punto Db.

# CanguroModelLoadForceLoadFxDescription
source: Force value in global X direction.
es: Valor de la fuerza en la dirección X global.

# CanguroModelLoadForceLoadFyDescription
source: Force value in global Y direction.
es: Valor de la fuerza en la dirección Y global.

# CanguroModelLoadForceLoadFzDescription
source: Force value in global Z direction.
es: Valor de la fuerza en la dirección Z global.

# CanguroModelLoadForceLoadMxDescription
source: Moment value around global X axis.
es: Valor del momento alrededor de la dirección X global.
